Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 1936年2月，广西全省学生救国联合会第一次代表大会代表举行游行示威。
en_us: In February 1936, representatives to the First Congress of Guangxi Provincial Federation of Students to save the country held a demonstration.

source: 抗战开始至一九三九年二月敌机空袭桂林损失之统计
en_us: Statistics of losses caused by enemy planes' air raids on Guilin from the beginning of the Anti-Japanese War to February 1939

source: 当时日机轰炸的主要目的是破坏桂林的城市和交通枢纽。
en_us: The purpose of the Japanese bombing was to destroy Guilin's city and transportation hub.

source: 桂林市区繁华的街道在日寇的野蛮轰炸下，几乎成为一片废墟。
en_us: The busy streets of Guilin were almost in ruins under the Japanese bombardment.

source: 民国时期桂林市民使用的陶油罐
en_us: The Ceramic oil cans was used by citizens of Guilin during the Republic of China

source: 大会通过了《广西全省学生救国会章程》)
en_us: The conference passed the Regulations of Guangxi Province's Student Rescue Congress

source: 中共广西省工委交通联络站党员
en_us: Traffic Liaison Station Party Members of Guangxi Provincial Working Committee of the Communist Party of China

source: 中共东江镇小学支部
en_us: Dongjiang Town Primary School Branch of the Communist Party of China

source: 中共桂林女子中学支部
en_us: CPC Guilin Middle School Branch

source: 中共《广西日报》社支部
en_us: CPC Guangxi daily Office Branch

source: 中共(救亡日报》社支部
en_us: CPC Jiuwang Daily Office Branch

source: 中共《新华日报》社支部
en_us: CPC Xinhua Daily Office Branch

source: 中共八桂镇小学支部
en_us: CPC Bagui Town Primary School Branch

source: 其他个别中共党员
en_us: Other individual CPC members

source: 李克农《对第二届国民参政会的希望》（《救亡日报》)1930年2月10日)。
en_us: Li Kenong, Hope for the Second National Political Conference (Jiuwang Daily) February 10, 1930).

source: 抗战时期马君武在桂林
en_us: Ma Junwu was in Guilin (during the Anti-Japanese War)

source: 抗战时期的巨赞法师在桂林
en_us: Ju Zan was in Guilin (during the Anti-Japanese War)

source: 抗战时期教育家、国学大师陈寅恪在桂林
en_us: The educator and master of Chinese Culture Chen Yinque was in Guilin. (during the Anti-Japanese War)

source: 中共中央发布重建新四军的有关命令文件。
en_us: The Central Committee of the Communist Party of China issued relevant command files for rebuilding the New Fourth Army.

source: 办事处撤离时送给房东黄旷达先生的上衣
en_us: The shirt given by the office to the landlord Mr. Huang Kuangda When they evacuated

source: 叶挺送给吴美如的中山装
en_us: The Chinese Tunic Suit given by Ye Ting to Wu Meiru

source: 民国时期的转向手电筒
en_us: Steering torch (during the Republic of China)

source: 抗战时期李四光在桂林
en_us: Li Siguang was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名教育家叶圣陶在桂林
en_us: The famous educator Ye Shengtao was in Guilin (during the Anti-Japanese War)

source: 抗战时期的柳亚子在桂林
en_us: Liu Yazi was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名作家周立波在桂林
en_us: The famous writer Zhou Libo was in Guilin. (during the Anti-Japanese War)

source: 抗战时期部分来桂文化名人在桂林居住分布图
en_us: The residential distribution map of some cultural celebrities in Guilin (during the Anti-Japanese War)

source: 抗战时期的叶挺将军及在桂被囚处——铁佛寺监狱
en_us: General Ye Ting (during the Anti-Japanese War) and he was imprisoned in Guangxi Tiefosi Prison

source: 叶挺军长被软禁桂林时在山上放羊时情景和关养猪、羊等家畜的山东洞
en_us: The scene of commander Ye Ting was under house arrest in Guilin, he was herding sheep in the mountains, and the Shandong Cave where livestock such as pigs and sheep were kept

source: 抗战时期特制的“国货之光”瓷罐
en_us: Tailor-made "Light of Chinese Goods" Porcelain Pot (during the Anti-Japanese War)

source: 抗战时期桂林市民使用的板式陶釉茶壶
en_us: Plate ceramic glazed teapot used by Guilin citizens (during the Anti-Japanese War)

source: 抗战时期的测量三孔水平仪
en_us: Three-hole measuring level (during the Anti-Japanese War)

source: 抗战时期的徐悲鸿在桂林
en_us: Xu Beihong was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名作家杨朔在桂林
en_us: The famous writer Yang Shuo was in Guilin. (during the Anti-Japanese War)

source: 抗战时期哲学家艾思奇在桂林
en_us: The philosopher Ai Siqi was in Guilin. (during the Anti-Japanese War)

source: 抗战时期梁漱溟在桂林
en_us: Liang Shuming was in Guilin (during the Anti-Japanese War)

source: 抗战时期高士其在桂林
en_us: Gao Shiqi was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名教育家陶行知在桂林
en_us: The famous educator Tao Xingzhi was in Guilin (during the Anti-Japanese War)

source: 在桂文化人聚会时绘制的《百人图》手卷
en_us: The handroll of Hundred People's Map drawn at the gathering of Guangxi intellectuals

source: 抗战时期部分文化名人代表
en_us: Representatives of cultural celebrities (during the Anti-Japanese War)

source: 国新社桂林总社同志写的10篇稿件目录。
en_us: A list of 10 manuscripts written by Comrade Guilin Headquarters of the Guoxin News Agency.

source: 国新社记者采访证明。
en_us: Report from the Guoxin News Agency reporter.

source: 范长江给国民党中央宣传部国际宣传处曾虚白的信。
en_us: Fan Changjiang gave a letter to Zeng Xubai who was in Propaganda Department of the Kuomintang Central Committee.

source: 新中国剧社全体演职员在巡演回桂后的合影。
en_us: A group photo of all the cast and crew of the New-China Troupe after the tour back to Guilin.

source: 抗宣七队演出《军民进行曲》的剧照。
en_us: A still from the performance of Military and Civil March by the Seventh Anti-Propaganda Team.

source: 国新社在桂林召开的第九次工作会议
en_us: The Ninth Working Conference of the Guoxin News Agency in Guilin

source: 为赢得抗日民族解放战争的胜利，全国各族人民、各民主党派、抗日团体、社会各阶层、爱国人士和港澳台同胞、海外侨胞等积极行动起来，有钱出钱,有力出力,广泛参加,形成全国性的民众抗日运动。
en_us: In order to get the victory of the war of national liberation against Japan, the people of all ethnic groups, all Democratic parties, anti-Japanese organizations, all social strata, Patriots, compatriots from Hong Kong, Macao and Taiwan, and overseas Chinese took active actions, gave money, made strong contributions, and participated extensively to form a national popular anti-Japanese movement.

source: 中华民族处于亡国灭种的危急关头，在中国共产党倡导的抗日民族统一战线的旗帜下，国共两党达成合作协议，共同抗日，一致对外。
en_us: The Chinese nation was at a critical juncture of subjugation and extinction. Under the banner of the anti-Japanese National United Front advocated by the Communist Party of China, the Kuomintang and the Communist Party have reached a cooperation agreement to jointly resist Japan and unite with the outside world.

source: 侵华日军使用过的式防毒面具
en_us: Type gas mask used by Japanese invaders

source: 侵华日军的军帽
en_us: Japanese military hats

source: 全国军民奋起反击，共赴国难，同仇敌忾,共同奋斗。
en_us: The Army and people of the whole country was preparing for counter attack, working together to solve those national problems, and fought with enemies.

source: 侵华日军使用过的钢盔
en_us: Steel Helmet used by Japanese invaders

source: 侵华日军用过的军用刺刀
en_us: Military bayonets used by Japanese invaders

source: 侵华日军使用过的电话机
en_us: Telephones used by Japanese invaders

source: 侵华日军使用过的水壶
en_us: Teapot used by Japanese invaders

source: 抗战时期的桂林军民与全国各地来桂文化工作者、国际反法西斯战士一起，在中国共产党倡导的抗日民族统一战线旗帜下，以文化抗战和武装斗争等多种形式积极参战、团结抗战，艰苦卓绝,创造了震撼全国、影响世界的桂林抗战“文化城”奇迹，为中华民族的伟大抗战和世界反法西斯斗争胜利做出了极为重要而特殊的贡献。
en_us: During the period of the War of Resistance Against Japanese Aggression, under the banner of the Anti-Japanese National United Front advocated by the Communist Party of China (CPC), Guilin people gathered together with cultural workers from all over the country and international anti-fascist fighters to actively participate in the war, unite in the war of resistance, creating a miracle of Guilin's "Cultural City" which shocked the whole country and affected the world, made extremely important and special contributions to the great resistance of the Chinese nation and the victory of the world anti-fascist struggle.

source: 直属基层党组织
en_us: Directly affiliated grass-roots party organizations

source: 中共广西省工委
en_us: Guangxi Provincial Working Committee of the Communist Party of China

source: 八路军、新四军挺进敌后创建抗日根据地形图（1937年-1941年）
en_us: The Eighth Route Army and the New Fourth Army advanced behind enemy lines to establish Anti-Japanese War according to topographic maps (1937-1941)

source: 桂林办事处代表中共南方局领导下的党组织统计表
en_us: Statistics of party organizations under the leadership of the southern Bureau of the Communist Party of China represented by Guilin office

source: 中国共产党是全民族团结抗战的中流砥柱。
en_us: The Communist Party of China（CPC） was the mainstay of national unity and resistance.

source: 日军轰炸桂林罪行录
en_us: List of offences of Japanese bombing Guilin

source: 办事处直接领导的党组织
en_us: Party organizations directly under the office

source: 中共八路军办事处支部
en_us: Branch of the Eighth Route Army Office of the CPC

source: 中共桂林书报业总支
en_us: General Branch of Guilin Book and Newspaper Industry of CPC

source: 中共八路军办事处总支
en_us: General Branch of the Eighth Route Army Office of the CPC

source: 中共广西省政府支部
en_us: CPC Guangxi Provincial Government Branch

source: 中共桂林特支
en_us: Guilin Special Branch of the Communist Party of China

source: 中共广西大学支部
en_us: Guangxi University of CPC

source: 桂林县(市)委
en_us: The Committee of Guilin

source: 中共桂林艺术师资训练班支部
en_us: The Training Course Branch of Guilin Committee of the CPC

source: 中共归国华侨支部
en_us: Returned Overseas Chinese Branch of the CPC

source: 中共江西省教育学院支部
en_us: Jiangxi Institute of Education branch of CPC

source: 桂林美术界联谊会为难民募捐举办的美术展览会场。
en_us: The Guilin Art Circle Association held an art exhibition venue for refugees.

source: 徐悲鸿作品《田横五百壮士》。
en_us: Xu Beihong's work Tian Heng Five Hundred Heroes.

source: 大会通过了《广西全省学生教国会章程》)
en_us: The conference passed the Regulations of Guangxi Province's Student Rescue Congress

source: 抗战时期的老电风扇开关
en_us: Old electric fan switch during the Anti-Japanese War

source: 抗战时期的铜保温瓶
en_us: Copper thermos during the Anti-Japanese War
